[
    {
        "description": "I. Select a one of your chess pieces, that piece ignores all captures and removal from card effects for 1 turn.\nII. You can choose to play an extra card after this card is played.",
        "id": 645642084635639819,
        "image_name": null,
        "name": "Aegis Reinforcement",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Select one of your Pawns, it loses the ability to capture pieces and gains the following effect:\n- The next time another enemy chess piece captures another piece, this piece will be captured instead.\nII. You can choose to play an extra card after this card is played. ",
        "id": 645642084635639820,
        "image_name": null,
        "name": "Sacrificial Guardianship",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Select a card in your hand that can be played normally, play that card.\nII. This card will not end your turn.",
        "id": 645642084635639821,
        "image_name": "BlackH.gif",
        "name": "Black's Heirloom",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 15th turn or later.\nI. Your King ignores all captures and removals from card effects for 1 turn.\nII. Select an enemy piece except for the King and Queen. That piece will be removed immediately if:\n- It moves.\n- It gains an effect from a card.",
        "id": 645642025881829376,
        "image_name": null,
        "name": "Duality",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Select one of your Rooks. That Rook ignores all captures and removal from card effects. The effect lasts for 1 turn.\nII. Switch your King with that Rook.\nThis card can be played even when your King is under check.\nThe effect can't be played on Kings outside of the one you started from the start of the match.",
        "id": 645642025881829377,
        "image_name": null,
        "name": "Immortal Defender",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Select your third or fourth rank. All the Pawns in that rank gain the following effects:\n- Ignore all captures.\n- Ignore all removals from cards.\n- After your opponent's turn ends, remove this chess piece.",
        "id": 645642025881829378,
        "image_name": null,
        "name": "Legion",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 5th turn or later.\nI. Starting from this turn, whenever a discard effect activates from your opponent's cards, put a Twofold Defence into your hand.\nThis effect lasts for the whole match and can't be stacked.",
        "id": 645642025881829379,
        "image_name": null,
        "name": "Silent Preparations",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. Put an Aegis Reinforcement and a Sacrificial Guardianship into your hand.\nII. This card will not end your turn.",
        "id": 645642025881829380,
        "image_name": null,
        "name": "Twofold Defence",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "This card can only be used if this is your 20th turn or later.\nI. Give the opponent the following effect: \"All of your Pawns can't choose to promote into a Queen, this effect lasts for the whole match\". (This effect can't be stacked)",
        "id": 645641962245849108,
        "image_name": null,
        "name": "Empty Journey",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Return a piece to where it was 1 turn ago.",
        "id": 645641962245849109,
        "image_name": null,
        "name": "Chrono Slipstream",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Remove a chess piece that is immune. You can't select Kings or Queens. \nThis card ignores cards that disallows the piece from being removed through card effects.",
        "id": 645641962245849111,
        "image_name": null,
        "name": "Become Mortal",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 13th turn or later.\nI. Give all cards currently in both players' hands the following effect:\n- Return this card into your deck instead of activating its effect.",
        "id": 645641962245849112,
        "image_name": null,
        "name": "Chronos: Genesis",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. If you have more than 3 cards when this card is used, discard all other cards except for the first 3 cards in your hand.\nII. You have the following effects for 7 turns:\n- Your hand size is set to 3. \n- Once per turn, you can use a card without ending your turn. \n- Draw a card after your turn ends.",
        "id": 645641910513434636,
        "image_name": null,
        "name": "Cruel Crusade",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. Draw X cards. X equals to the number of times you drawn cards through card effects during this match.",
        "id": 645641910513434637,
        "image_name": null,
        "name": "Snowball of Purpose",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if you have no duplicates of any cards in your deck.\nI. Give the opponent the following effect: \"You can only move Pawns, this effect lasts for 4 turns\".",
        "id": 645641910513434638,
        "image_name": null,
        "name": "One Hope",
        "rarity": 3,
        "flags": 1
    },
    {
        "description": "I. Discard 2 cards in your hand.\nII. Select one of your chess pieces, it can move twice per turn for the next 3 turns.",
        "id": 645641910513434639,
        "image_name": null,
        "name": "Conservative Breakthrough",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Select a chess piece, return it to its starting position. (If a piece is present in their original position, that piece can't be selected)",
        "id": 645641910513434640,
        "image_name": null,
        "name": "Spring Trap",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Discard a card in your hand and select a card in your hand, that card can't be discarded.\nThis effect lasts for 9 turns.",
        "id": 645641861939331084,
        "image_name": null,
        "name": "Answered Prayer",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "This card can it be used if you have at least 9 other cards in your hand.\nI. Discard your hand.\nII. +50 hand size, you can't increase your hand size for the whole match. The effect can't be removed regardless of method. (This effect can't be stacked)\nIII. This card will not end your turn.",
        "id": 645641861939331085,
        "image_name": null,
        "name": "Ultimate Sacrifice",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Remove one of your Queens\nII. Draw cards until you have 9 cards in your hand.\nIII. This card will not end your turn.",
        "id": 645641861939331086,
        "image_name": null,
        "name": "Offering to the Darkness",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Select a card in your hand (excluding \"Pledge to the Light\"). Shuffle 3 copies of the selected card into your deck and discard the selected card.\nII. Draw a card.",
        "id": 645641861939331087,
        "image_name": null,
        "name": "Pledge to the Light",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. You have the following effect: \"At the end of your turn, draw a card, the effect lasts for 4 turns\".\nII. Discard a card in your hand.",
        "id": 645641861939331088,
        "image_name": null,
        "name": "Steady Harvest",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Discard 3 cards in your hand.\nII. Increase your turn count by 5",
        "id": 645641813515829250,
        "image_name": null,
        "name": "Travelling Marvelously",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. You have the following effect: \"The next time your opponent discards cards, draw a card\". (This effect can stack)\nII. This card will not end your turn.",
        "id": 645641813515829251,
        "image_name": null,
        "name": "Pillaging Efforts",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Draw a card. Activate the corresponding effect to the card drawn.\n- Card without the ability to discard: Discard this card, perform 1 more action this turn.\n- Card with the ability to discard: Give that card the following effect: \"This card will not end your turn\".",
        "id": 645641813515829252,
        "image_name": null,
        "name": "Blind Bet",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "This card can only be used if you have 1 other card in your hand.\nI. Discard a card in your hand.\nII. The opponent chooses a card to be discarded, the corresponding effect will activate depending on the discarded card.\n- A card with turn restriction: Nothing happens.\n- A card without turn restriction: Select and discard 2 more cards in your hand.",
        "id": 645641813515829253,
        "image_name": null,
        "name": "Futile Struggle",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. You have the followung effect: \"The next time your opponent discards cards, add the discarded cards into your hand instead\". (This effect can't be stacked)",
        "id": 645641813515829254,
        "image_name": null,
        "name": "Planned Raid",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "This card will automatically be used after 6 turns has passed.\nI. All other cards you have in your deck that has the same abilities will be removed until only 1 copy of it remain.",
        "id": 645641763893149716,
        "image_name": null,
        "name": "Cursed Promise",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "After 7 turns this card will discard itself. I. This card can only be discarded by enemy cards or by itself. \nII. While this card is in your hand, you have the following effect: \"All cards you use will skip your next turn, if that card already has the ability to skip your turns, add 1 more to the amount it will skip. ",
        "id": 645641763893149717,
        "image_name": null,
        "name": "Frozen Soul",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. While this card is in your hand, you have the following effect: \"All cards in your deck and hand except this card will have a 25 turn restriction\".",
        "id": 645641763893149718,
        "image_name": null,
        "name": "Suffering Beyond Agony",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Remove all Lucy's Forbidden Power cards from your hand and deck. \nII. All remaining effects given by cards from Lucy's Forbidden Power will be removed.",
        "id": 645641763893149719,
        "image_name": null,
        "name": "Resolution of Salvation",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. While this card is in your hand, you have the following effect: \"If there are no cards from Lucy's Forbidden Power in your deck, at the end of your turn, activate the following effects.\n- Shuffle a \"Flamenugget\" into your opponent's deck, that \"Flamenugget\" will not discard their hand nor skip their turn.\n- Shuffle 2 \"Pondering\" into your deck.",
        "id": 645641763893149720,
        "image_name": null,
        "name": "Lullaby of Armageddon",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"The next time you end your turn,  select a card still in your deck, draw it\".",
        "id": 645641708565954562,
        "image_name": null,
        "name": "Rigged Guidance",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Discard a token in your hand that doesn't come from Lucy's Forbidden Power.\nII. Select a token in your deck, draw it and a put a copy of it into your deck.",
        "id": 645641708565954563,
        "image_name": null,
        "name": "Boundaries of Alchemy",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. -1 turn count for both players.\nII. Restore all captured and removed chess pieces from the previous turn.\nIII. Perform 2 more actions.",
        "id": 645641708565954564,
        "image_name": null,
        "name": "Fatal Alter",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. If this card is drawn, end your turn.",
        "id": 645641708565954565,
        "image_name": null,
        "name": "Distraught Nightmare",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 7th turn or later.\nI. Gain the following effect: \"All of your Pawns including summoned ones can't be targeted by opponent cards if they are in your second, seventh or eighth rank, this effect lasts for the whole match\".",
        "id": 645641658439827466,
        "image_name": null,
        "name": "Lucky Kingdom",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 8th turn or later.\nI. Shuffle one of each Lucy's Forbidden Power cards into your deck.",
        "id": 645641658439827467,
        "image_name": null,
        "name": "Lucy's Forbidden Power",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. Reveal the top 5 cards in your deck. Discard them. Shuffle the cards back to your deck instead if the following requirement is fulfilled:\n- Have at least 1 card from Lucy's Forbidden Power drawn.\nII. During your next turn, draw 5 cards.",
        "id": 645641658439827468,
        "image_name": null,
        "name": "Spellbound Energy Check",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"For the next 4 turns, draw a card at the start of your turn. After drawing, select one of the following actions to be performed:\n- Keep the drawn card.\n- Give the drawn card to the opponent.\nIf the second action is performed, the next time cards are drawn by your opponent, the drawn cards are given to you instead\". (This effect can be stacked) (The effect resolves before the default draw.)",
        "id": 645641658439827469,
        "image_name": null,
        "name": "Luck Manipulation",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"The next time your turn is skipped by your own card effects, perform the following effects instead.\n- Nullify the skip turn effect.\n- Draw a card.\" (These effects can stack)",
        "id": 645641658439827470,
        "image_name": null,
        "name": "Energy Salvage",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Discard 1 random \"Weird Vial\" from your opponent's hand.\nII. Increase your turn count by 1.",
        "id": 645641586977538065,
        "image_name": null,
        "name": "Weird Vial",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "You can only use this card if you played a card in your previous turn.\nI. Remove a Pawn of choice in your fourth or fifth rank.\nII. Select an empty tile in your second rank, summon a Pawn.",
        "id": 645641586977538066,
        "image_name": null,
        "name": "An Accurate Arrow, a Swift Sway",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. If this card is used, select one of the effects to activate.\nEffect 1: This effect can only be selected on your 12th turn or later. Put an \"Echoing Resentments\" into your hand. \nEffect 2: Draw a card.",
        "id": 645641586977538067,
        "image_name": null,
        "name": "Spellbook of Voices",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. Select a card in your hand that does not has the one card per deck restriction, put copies of it until your hand is full.\nII. Discard all other cards in your hand except the selected card and its copies.",
        "id": 645641586977538068,
        "image_name": null,
        "name": "Echoing Resentments",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 20th turn or later.\nI. Transform all cards in both players' decks into \"Pondering\" cards.",
        "id": 645641586977538069,
        "image_name": "AwkwardTac.gif",
        "name": "Awkward Tactician",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "This card can only be used if you have at least 5 other cards in your hand.\nI. Discard your hand. \nII. Remove all other effects from both players.",
        "id": 645641536670924830,
        "image_name": "TrueMischief.gif",
        "name": "True Mischief",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Reduce your turn count by 2\nII. Discard a card in your hand.\nIII. Select any turn based effect from any player, increase its duration by 4.\nIV. You can't use cards for the next 2 turns.",
        "id": 645641536670924831,
        "image_name": null,
        "name": "Favoured Downfall",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "You can only play this card if you fulfilled the following requirement below:\n- Play at least 3 other cards in a row for 3 turns while this card is in your hand. \nI. Draw 3 cards.\nII. Increase your turn timer by 3.\nIII. Remove 3 chess pieces of choice except for the Queen and King. \nIV. This card will reset the number of cards played in a row.",
        "id": 645641536670924833,
        "image_name": null,
        "name": "The Lucky Triples",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Transform all other cards in both player' hands to \"Weird Vial\".",
        "id": 645641536670924834,
        "image_name": null,
        "name": "Flask of Transformation",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Select a card in your hand, put any amount of copies of it into your deck. To the max, 5.\nII. Shuffle X Pondering into your deck. X equals to the chosen amount shuffled.",
        "id": 645641473995309067,
        "image_name": null,
        "name": "Disturbed Plans",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"Lose the ability to move chess pieces for 4 turns; after 5 turns, all of your chess pieces (excluding those which will come into play from card effects and transformed pieces) can move twice, this effect will last for the rest of the match\". (This effect can't be stacked)\nII. Draw 5 cards.",
        "id": 645641473995309068,
        "image_name": null,
        "name": "Raging Anger",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 13th turn or later.\nI. Give both players the following effect: \"Turn count increases by 2 instead of 1 at the start of your turns, this effect lasts for the whole match.\" (This effect can stack)",
        "id": 645641412259610637,
        "image_name": null,
        "name": "Hastened Timelines",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Increase your hand size by 2. ",
        "id": 645641412259610638,
        "image_name": null,
        "name": "Extended Strategies",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"All of your Knights that will come into play from card effects can choose to move forward one space after moving normally, this effect lasts for the rest of the match.\" (This effect can't be stacked)",
        "id": 645641412259610639,
        "image_name": null,
        "name": "Centaur Transformation",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Discard a card in your hand.\nII. Draw a card.\nIII. Put a copy of the drawn card into your hand.",
        "id": 645641412259610640,
        "image_name": null,
        "name": "Altered Discovery",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Transform all \"Pondering\" cards in both players' hand into random cards that are still in their deck.",
        "id": 645641412259610641,
        "image_name": "BrillantId.gif",
        "name": "Brilliant Ideas",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 12th turn or later.\nI. Gain the following effect: \"At end of each of your turns, draw a card; during the start of your turn, remove all of your chess pieces except for your King and Pawns if your deck only has 15 cards or less. These effects last for the rest of the match.\" (These effects can be stacked)",
        "id": 645641364440088586,
        "image_name": null,
        "name": "Overflowing Greed",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"The next time your cards are discarded by an effect, draw the same amount as the discarded amount\".",
        "id": 645641364440088587,
        "image_name": null,
        "name": "Counterfeit",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Discard a card in your hand.\nII. Remove one of your Pawns or one of your opponent's Pawns.",
        "id": 645641364440088588,
        "image_name": null,
        "name": "Weakened Morale",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. If your deck has at least one card that has no duplicates at the start of the match, put a copy of a random card that meets all the following conditions into your hand:\n- Still in deck.\n- Has no duplicates inside deck from start of match.",
        "id": 645641364440088589,
        "image_name": null,
        "name": "Sudden Discovery",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Reduce your turn count by 3.\nII. Draw 3 cards.",
        "id": 645641364440088590,
        "image_name": null,
        "name": "Bargain of Time",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": " I. Select an empty tile in your second rank, summon a Pawn in the selected tile.\nII. Draw a card.",
        "id": 645641308433809438,
        "image_name": null,
        "name": "Slave's Escape",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"The corresponding effect will activate depending on the next piece you capture:\n- Pawn: The next 2 cards you draw regardless of method will be discarded.\n- Non-Pawns: Draw 4 cards.\" (This effect can stack)",
        "id": 645641308433809439,
        "image_name": null,
        "name": "Bounty",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 17th turn or later.\nI. Put a \"Final Stance\" into your hand.\nII. Draw 2 cards.",
        "id": 645641308433809440,
        "image_name": null,
        "name": "Hardened Will",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. Your Queen will be immune to captures if its being captured while this effect is in play. This effect last for 4 turns. (This effect can stack)\nII. Gain the following effect: \"Any chess piece that lands on your last rank can be promoted except for your King, this effect lasts for the rest of the match.\" (This effect can't be stacked)\nThis card can be used without any Queen in play.",
        "id": 645641308433809441,
        "image_name": null,
        "name": "Final Stance",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 5th turn or later.\nI. Reduce your turn count by 3.\nII. Reduce your opponent's turn count by 5.",
        "id": 645641308433809442,
        "image_name": null,
        "name": "Miraculous Rewind",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Give the opponent the following effect: \"The next time you use a card:\n- Discard it before the effect activates. \n- Draw a card\". (This effect can stack)\nEach deck can only have one copy of this card.",
        "id": 645641247897157667,
        "image_name": null,
        "name": "Banishing Scroll",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Remove one of your Knights.\nII. Draw 2 cards.\nIII. This card will not end your turn.",
        "id": 645641247897157669,
        "image_name": null,
        "name": "Cannibal's Request",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Draw 5 cards.\nII. Reveal one of the five cards. drawn through this effect.\nIII. Discard the first and last card drawn through this effect.",
        "id": 645641247897157670,
        "image_name": null,
        "name": "Nut of the Fallen",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Select one of your Pawns, it is immune to captures while this effect is in play, after this effect activates, remove this effect. This effect lasts for the rest of the match. (This effect can be stacked)",
        "id": 645641189072306200,
        "image_name": "SpareShield.gif",
        "name": "Spare Shield",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if at least one of your Bishops isn't in your first rank and if there is a targetable Bishop in both sides.\nI. Transform one of your Bishop into a Pawn, select and remove one of your opponent's Bishops.",
        "id": 645641189072306201,
        "image_name": null,
        "name": "Demolishing Faith",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "You can only use this card if your King has performed castling this match\nI. Remove one of your Rooks \nII. Your King is immune to captures while this effect is in play, after this effect activates, remove this effect. This effect lasts the rest of the game. (This effect can't be stacked)\nIII. Discard a card in your hand.",
        "id": 645641189072306202,
        "image_name": null,
        "name": "Reign of the Wicked",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Select one of your pieces, for the next 2 turns, it is not visible for your opponent. \nThe card discards itself if you have 6 pieces or less in your control.",
        "id": 645641189072306203,
        "image_name": null,
        "name": "Under the Shadows",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Allow your King to perform castling with any piece on the first rank of your board. Cannot be played if:\n- A Check or Checkmate is occurring.\n- If the piece that is swapped with can be captured.\n- If you already performed castling this match.",
        "id": 645641189072306204,
        "image_name": null,
        "name": "Benevolent Exchange",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Select a card in your hand that can be played normally, play it.\nII. Skip your next 2 turns.\nIII. This card will not end your turn.",
        "id": 645641129093496832,
        "image_name": null,
        "name": "Swift Assault",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "You can only play this card if you have at least 4 other cards in your hand.\nI. Choose and remove an effect for you. You may repeat this up to 3 times.\nII. Skip your next turn.\nIII. Discard 4 cards in your hand.",
        "id": 645641129093496833,
        "image_name": null,
        "name": "Chains of the Insane",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"The next time a Pawn comes into play from your card effects, transform it into a Rook\".",
        "id": 645641129093496834,
        "image_name": null,
        "name": "Strengthened Rise",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Put 2 \"Recruitment\" into your hand. ",
        "id": 645641129093496835,
        "image_name": null,
        "name": "Dawn's Arrival",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Select one of your chess pieces, whenever that chess piece moves you draw a card, this effect lasts for the rest of the match. (This effect can be stacked)",
        "id": 645641129093496836,
        "image_name": null,
        "name": "Footsteps of the Steady",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. For the next 3 turns:\n- All piece captures that will occur will remove the capturing piece too.",
        "id": 645641076409106432,
        "image_name": null,
        "name": "Safe Approach",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if you have at least 3 Pawns.\nI. Remove 3 of your Pawns.\nII. Remove an enemy Knight, Bishop or Rook.",
        "id": 645641076409106433,
        "image_name": null,
        "name": "Blood Oath",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Draw 2 cards.\nII. You can't move chess pieces in your next turn.\nIII. Shuffle a copy of \"Stingy Upkeep\" into your deck.",
        "id": 645641076409106434,
        "image_name": null,
        "name": "Stingy Upkeep",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. For the next 3 turns:\n- All chess piece captures that will occur will remove the capturing piece too.",
        "id": 645641076409106435,
        "image_name": null,
        "name": "Safe Approach",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if you have at least 3 Pawns.\nI. Remove 3 of your Pawns.\nII. Remove an enemy Knight, Bishop or Rook.",
        "id": 645641076409106436,
        "image_name": null,
        "name": "Blood Oath",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Select one of your chess pieces except the King or Queen, if that chess piece is captured, the capturing piece will be removed. This effect lasts for the whole match. (This effect can't be stacked)",
        "id": 645641019823489075,
        "image_name": null,
        "name": "Undying Loyalty",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Discard a card in your hand.\nII. Put a random card (excluding Offering of Alchemy) with the nearer-higher rarity than the discarded card.",
        "id": 645641019823489076,
        "image_name": null,
        "name": "Offering of Alchemy",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Remove one of your Pawns.\nII. Select one of your Knights, it can move two times per turn for the next 3 turns. (This effect can't be stacked)",
        "id": 645641019823489077,
        "image_name": null,
        "name": "Steadfast Boots",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Give the opponent the following effect: \"You can't use cards for the next 2 turns\".",
        "id": 645641019823489078,
        "image_name": null,
        "name": "Silence",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Draw 2 cards.",
        "id": 645640944003317775,
        "image_name": null,
        "name": "Assembly March",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Remove one of your chess pieces except the King or Queen.\nII. Choose a same type of chess piece as the removed piece for your opponent, remove that piece.",
        "id": 645640944003317776,
        "image_name": null,
        "name": "Voodoo Doll",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Select a tile without a chess piece. For the next 8 turns, that tile will remove all chess pieces that land on that tile.",
        "id": 645640874427940910,
        "image_name": null,
        "name": "Devil's Pit",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 20th turn or later.\nI. All chess pieces in the fourth and fifth rank will be removed.\nEach deck can only have 1 copy of this card.",
        "id": 645640874427940911,
        "image_name": null,
        "name": "Earthquake",
        "rarity": 3,
        "flags": 0
    },
    {
        "description": "I. Remove all effects on a chess piece except for transformation and immunity effects.",
        "id": 645640874427940912,
        "image_name": "PurifiB.png",
        "name": "Purifying Blast",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "I. Select a tile without a chess piece. For the next 8 turns, that tile will remove all chess pieces that land on that tile.",
        "id": 645640874427940913,
        "image_name": null,
        "name": "Devil's Pit",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Does nothing.",
        "id": 645640874427940914,
        "image_name": "Pondering.gif",
        "name": "Pondering",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if you only have one Pawn in play.\nI. Transform one of your Pawns into a King.",
        "id": 645640814675886080,
        "image_name": null,
        "name": "Forgotten Sibling",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "This card can only be used if you only have one Pawn in play.\nI. Transform one of your Pawns into a King.",
        "id": 645640814675886081,
        "image_name": null,
        "name": "Forgotten Sibling",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "This card can only be used if your King is in Check while this card is in your hand.\nI. This card will automatically be used if no cards were used this match.\nII. All empty tiles surrounding your King will be randomly replaced with chess pieces that has been captured or removed through card effects during the match.\nIII. Give all chess pieces summoned this turn the following effect: \"Remove this chess piece after 3 turns\".",
        "id": 645640814675886082,
        "image_name": null,
        "name": "Revival Aegis",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. You can't move chess pieces in your next turn.\nII. Draw 3 cards.",
        "id": 645640814675886083,
        "image_name": null,
        "name": "Unlocking Knowledge",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if you have at least 5 Pawns in play.\nI. Select one of your Pawns. The selected Pawn will gain the following effects. (These effects can't stacked)\n- Can't be captured\n- Can't be removed through card effects.\n- Can't be transformed through card effects.\nII. Remove all Pawns except for the selected Pawn.",
        "id": 645640814675886084,
        "image_name": null,
        "name": "Ritual of Strength",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Transform all Pawns adjacent to your Queen into Knights.\nThis effect will not activate for Queens that are promoted from Pawns or summoned through card effects.",
        "id": 645640756777975879,
        "image_name": null,
        "name": "Knighthood",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. During your next turn, all your Knights can move 2 times.  ",
        "id": 645640756777975880,
        "image_name": null,
        "name": "Knight's Courage",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. During your opponent's next turn, they can only move your chess pieces.\nII. During your next turn, you can only move your opponent's chess pieces.",
        "id": 645640756777975882,
        "image_name": null,
        "name": "Reversal of Roles",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Transform all of your Pawns into Knights.\nII. Gain the following effect: - After 8 turns, remove all of your Knights. (This effect can't be stacked)\nIII. Gain the following effect: - For 8 turns, all Pawns that come into play from your card effects will transform into a Knight. (This effect can't be stacked)",
        "id": 645640756777975883,
        "image_name": null,
        "name": "Cursed Blade",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Remove either one of your Knights, Bishops or Rooks.\nII. Place two Pawns of choice in your second or third rank.\nIII. Draw a card.",
        "id": 645640679313244200,
        "image_name": null,
        "name": "Gauntlet of Inheritance",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if at least 2 Knight, 2 Bishops and 2 Rooks has been captured or removed through card effects.\nI. Summon a Knight, Bishop and Rook in your first rank, placed by choice.",
        "id": 645640679313244201,
        "image_name": null,
        "name": "Desperate Defence",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used if your opponent has 15 cards or less in their deck.\nI. Draw 5 cards.\nII. This card will not end your turn.",
        "id": 645640679313244203,
        "image_name": null,
        "name": "Fortification of Prosperity",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Remove an enemy Pawn\nII. During your next turn, a Pawn can move twice.",
        "id": 645640679313244204,
        "image_name": null,
        "name": "Claymore of Rush",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "I. Gain the following effects: \"All your Pawns can capture forward; all your Pawns loses the ability to capture diagonally\". (These effects can't be stacked)",
        "id": 645640600569249803,
        "image_name": null,
        "name": "Golden Spear",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "I. Remove up to 3 Pawns of choice in your half of the board.\nII. For each Pawn removed, draw a card.",
        "id": 645640600569249805,
        "image_name": null,
        "name": "Retirement",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "This card can only be used if you only have one of each chess piece type, if at least one type is less or more than one, this card can't be used.\nI. All of your chess pieces are immune from being captured for the whole match. (These effects can't be stacked)",
        "id": 645640600569249806,
        "image_name": null,
        "name": "Kingdom of Solitude",
        "rarity": 0,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 7th turn or later.\nI. Select one of your Pawns, it can move two times per turn for the whole match. (These effects can't be stacked)",
        "id": 645640600569249807,
        "image_name": "NaturesBless.gif",
        "name": "Nature's Blessing",
        "rarity": 1,
        "flags": 0
    },
    {
        "description": "At the start of every 5 turns: \nI. Choose one of the following effects to activate:\nEffect 1: Put a \"Spell of True Silence\" into your hand.\nEffect 2: Put a \"Spell of Rewind\" into your hand.",
        "id": 669187722258415623,
        "image_name": null,
        "name": "Tome of Silver",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Whenever this card is put into your hand, discard all other \"Spell of True Silence\" and \"Spell of Rewind\" in your hand.\nII. Give the opponent the following effect: \"You can't use cards for the next 4 turns\". (This effect can stack)\nIII. Remove all effects on 2 of the opponent's rightmost, non-token cards. ",
        "id": 669187722258415624,
        "image_name": null,
        "name": "Spell of True Silence",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Whenever this card is put into your hand, discard all other \"Spell of True Silence\" and \"Spell of Rewind\" in your hand.\nII. Shuffle the the last 4 non-token cards from the opponent's hand into their deck as the next 4 cards drawn.\nIII. Give the opponent the following effect: \"You draw 2 cards instead of 1 by default. This effect lasts for until you accumulate 4 card draws through this effect\". \nIV. This card will not end your turn if used for the second time, then reset the times you used \"Spell of Rewind\" for you.",
        "id": 669187722258415625,
        "image_name": null,
        "name": "Spell of Rewind",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "At the start of every 3 turns:\nI. Put a \"Corrosion's Mark\" into your hand",
        "id": 669187668218871820,
        "image_name": null,
        "name": "Impending Catastrophe",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Select an enemy Pawn, it has the following effect: \"Remove this piece after 3 turns\". If no enemy Pawns are in play, activate the second effect instead.\nII. This effect can't be activated through playing this card. Select an enemy Knight, it has the following effect: \"Remove this piece after 3 turns\". If no enemy Knights are in play, activate the third effect instead.\nIII. This effect can't be activated through playing this card. Select an enemy Bishop, it has the following effect: \"Remove this piece after 3 turns\". If no enemy Bishops are in play, activate the fourth effect instead.\nIV. This effect can't be activated through playing this card. Select an enemy Rook, it has the following effect: \"Remove this piece after 3 turns\". If no enemy Rooks are in play, activate the fifth effect instead.\nV. This effect can't be activated through playing this card. Select an enemy Queen, it has the following effect: \"Remove this piece after 3 turns\". If no enemy Queens are in play, activate the last effect instead.\nVI. This effect can't be activated through playing this card. Select an enemy King, it has the following effect: \"Remove this piece after 3 turns\". This effect bypasses immunity from being targeted.\nVIIThis card will not end your turn.",
        "id": 669187668218871821,
        "image_name": null,
        "name": "Corrosion's Mark",
        "rarity": 5,
        "flags": 1
    },
    {
        "description": "At the start of the game:\nI. Nothing happens.",
        "id": 669025145179996181,
        "image_name": null,
        "name": "The Unprepared",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. Transform all \"Spare Shield\" in your deck into a \"Lyfengel, Sacred Shield\".\nII. Shuffle 3 \"Lyfengel, Sacred Shield\" into your deck.",
        "id": 669025145179996182,
        "image_name": null,
        "name": "The Sacred Heir",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. All of your pieces you started with are immune to captures for 1 turn.\nFor each card you used this match, add 1 extra turn to all effects on this card.",
        "id": 669025145179996183,
        "image_name": null,
        "name": "Lyfengel, Sacred Shield",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "At the start of the match:\nI. Start the game with \"Change the Odds\".\nII. Whenever a card is used or discarded (including from drawing over your hand size) shuffle a \"Pondering\" into your deck unless its \"Trumped Preparations\".\nIII. Shuffle 3 \"Trumped Preparations\" into your deck\nIV. Your hand size can't be increased nor decreased.\nV. Your hand size is set to 9\nVI. At the start of your turn, if you have 9 cards in your hand, shuffle your hand into your deck and draw 5 cards.\nVII. Cards can't be added into your deck, whenever this happens, discard that card instead unless its \"Trumped Preparations\" or cards though this passive.\nVIII. This passive's effects can't be removed.",
        "id": 669025121268269066,
        "image_name": null,
        "name": "Passion to Gamble",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Shuffle both players' hands into their deck, both players draw cards equal to the amount of cards they reshuffled.\nII. Once per turn, this card will not end your turn if used for the first time.\nIII. Shuffle a \"Change the Odds\" into your deck.\n",
        "id": 669025121268269067,
        "image_name": null,
        "name": "Change the Odds",
        "rarity": 5,
        "flags": 1
    },
    {
        "description": "I. This card can't be played regardless of method.\nII. At the end of your turn, if you have 3 \"Trumped Preparations\" in your hand, the following effects will occur: \n- Remove the enemy Queen, if there is no enemy Queen in play, remove the enemy King instead.\n- Shuffle all \"Trumped Preparations\" into your deck.\nIII. At the end of your turn, if the second effect didn't activate, shuffle this card into your deck and draw a card.\nIV. This card can't be discarded, transformed or given.\nV. If this card is added to your hand while your hand size is full, shuffle this card into your deck instead.",
        "id": 669025121268269068,
        "image_name": null,
        "name": "Trumped Preparations",
        "rarity": 5,
        "flags": 1
    },
    {
        "description": "At the start of the game:\nI. Start with a \"The Forgotten Ritual\".\nII. You are immune to all turn reduction effects.",
        "id": 669025059674783768,
        "image_name": null,
        "name": "The Last Cult Master",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Discard as many cards as you wish in your hand, the corresponding effects will activate: \n- At least 1: Remove an enemy Pawn.\n- At least 3: Then, draw 2 cards, reduce your opponent's hand size by 2 (lasts for the rest of the match)\n- At least 7: Then, remove an enemy Knight, Bishop and Rook.\n- At least 9: Then, remove all enemy Queens.\n- At least 11: Then, draw cards until your hand is full, discard a card after this.\n- At least 14: Then put a \"Y'shar, Sword of Armageddon\" into your hand.",
        "id": 669025059674783769,
        "image_name": null,
        "name": "The Forgotten Ritual",
        "rarity": 5,
        "flags": 64
    },
    {
        "description": "I. Discard 3 cards in your hand, draw 3 cards.\nII. Remove a random piece (excluding your King) X times, X equals to how many cards you discarded this match regardless of method divided by 2, rounded up.",
        "id": 669025059674783770,
        "image_name": null,
        "name": "Y'shar, Sword of Armageddon",
        "rarity": 5,
        "flags": 64
    },
    {
        "description": "At the start of the game:\nI. Put a \"Grashawl, Thunderbolt Wand\" into your hand.\nII. Choose to whether start the match as White or Black.",
        "id": 669025059674783771,
        "image_name": null,
        "name": "Tip the Scales",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "While this card is in your hand: \nI. This card can't be played regardless of method.\nII. You have the following effect: - \"Whenever you capture a piece, if there are any chess pieces adjacent to it in the shape of X, select one, remove it.\"\nIII. Everytime this effect activates, draw a card and +1 hand size if the piece chosen is removed.",
        "id": 669025059674783772,
        "image_name": null,
        "name": "Grashawl, Thunderbolt Wand",
        "rarity": 5,
        "flags": 64
    },
    {
        "description": "At the start of the game:\nI. Start the game with \"Homecoming\".\nII. Exchange the places of 2 of your own pieces.",
        "id": 669025006017183784,
        "image_name": null,
        "name": "Safe Returns",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Select one of your pieces, whenever that piece captures another piece, return that piece into its original position. (If a piece is in that tile, remove that piece)\nII. Put a \"Homecoming\" into your hand.\nIII. If this is your first or second \"Homecoming\" used in this game, this card will not end your turn.\nIV. If this card is discarded, draw cards until your hand is full.",
        "id": 669025006017183785,
        "image_name": null,
        "name": "Homecoming",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. Start the game with \"Wyvendel, Fabled Bow\".",
        "id": 669025006017183786,
        "image_name": null,
        "name": "The Legendary Marksman",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "While this card is in your hand:\nI. This card can't be played regardless of method.\nII. All of your Pawns and Kings (including summoned ones) will have their capture range increased by 3.\nIII. If the first effect is used: \n- That piece can't move for the next 3 turns.\n- All effects on this card are nullified for the next 3 turns.",
        "id": 669025006017183787,
        "image_name": null,
        "name": "Wyvendel, Fabled Bow",
        "rarity": 5,
        "flags": 64
    },
    {
        "description": "At the start of every turn:\nI. If this is your 21th turn, put a \"Final Charge\" into your hand, then remove this passive.\nII. Select an enemy Pawn, remove it and this passive.",
        "id": 669024962849407008,
        "image_name": null,
        "name": "Steady Triumph",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Remove the enemy's passive.\nII. +8 hand size\nIII. Draw cards until your hand is full, then discard a card in your hand.\nIV. +5 turn count.\nV. This card can't be discarded, transformed or given.\nVI. Summon a Queen in your half of the board.\nVII. This card will not end your turn.",
        "id": 669024962849407009,
        "image_name": null,
        "name": "Final Charge",
        "rarity": 5,
        "flags": 16
    },
    {
        "description": "On your each of your turns:\nI. Discard a card in your hand.\nII. Your Queen is immune to all captures and removals until the start of your next turn if the effect resolves.\nIII. If no Queen is in play, summon a Queen in your half of the board instead of activating the second effect.\nIV. Draw 4 cards, then remove this passive effect.",
        "id": 669024962849407010,
        "image_name": null,
        "name": "The Succubus Queen",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. Start with a \"Speedy Interception\"\nII. Give your opponent the following effect: - At the start of your turn, if this is your 21th turn or later, change your turn count to 15.",
        "id": 669024962849407011,
        "image_name": null,
        "name": "Instant Disruption",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. For the next 3 turns:\n- Your opponent's turn count will not increase, they can't use cards and the default timer will not grant them a draw during this period.\n- You can use 2 cards in one turn, including this turn.\nII. The next card your opponent uses will be discarded before its effect resolves.",
        "id": 669024962849407012,
        "image_name": null,
        "name": "Speedy Interception",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Start the game with a \"Self-purify\", \"Purification\" and a \"Mirrored Purification\".",
        "id": 669024909246070817,
        "image_name": null,
        "name": "Lifendel, Staff of Purification",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Remove all effects on you.",
        "id": 669024909246070818,
        "image_name": null,
        "name": "Self-purify",
        "rarity": 5,
        "flags": 33
    },
    {
        "description": "I. Remove all effects on the opponent.",
        "id": 669024909246070819,
        "image_name": null,
        "name": "Purification",
        "rarity": 5,
        "flags": 33
    },
    {
        "description": "I. Whenever this card is used, select one of the effects to activate:\nEffect 1: Reverse the effects of the previous card your opponent played though their hand.\nEffect 2: This card is treated as the last card the opponent played. \nEffect 3: This effect can only be selected if you do not have \"Self-purify\" and \"Purification\" in hand; activate Effect 1 and 2.",
        "id": 669024909246070820,
        "image_name": null,
        "name": "Mirrored Purification",
        "rarity": 5,
        "flags": 33
    },
    {
        "description": "At the start of the game:\nI. Start the game with \"Temporal Rewind\" and \"Changes in Time\".\nII. Draw a card.",
        "id": 669024907962875904,
        "image_name": null,
        "name": "Erased Mistakes",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "This card can only be used if you have at least 4 other cards in your hand.\nI. Discard your hand.\nII. Draw 2 cards.\nIII. Return to your previous turn with all captured or removed pieces returned.\nIV. -1 turn count for both players.\nV. Put a \"Temporal Rewind\" into your hand.\nVI. This card will not end your turn if used for the first time.",
        "id": 669024907962875905,
        "image_name": null,
        "name": "Temporal Rewind",
        "rarity": 5,
        "flags": 64
    },
    {
        "description": "I. Shuffle a card into your deck.\nII. Put a \"Change in Time\" into your hand.\nIV. Nullify the second effect if you used at least 25 \"Change in Time\" during this match.\nV. This card can't be discarded.\nVI. This card will not end your turn.",
        "id": 669024907962875906,
        "image_name": null,
        "name": "Changes in Time",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. Select 5 tiles up until your 6th lane, summon Pawns on all of them. Remove them after 13 turns.\nII. Select a tile up until your 6th lane, summon a Knight in that tile. Remove it after 8 turns.",
        "id": 669024907962875907,
        "image_name": null,
        "name": "Ghost Soldiers",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Start the game with 3 \"Rogue Tactics\".\nII. After reshuffling, randomly put a non-token card from your opponent's hand into yours. They draw a card after this.",
        "id": 669024898185822208,
        "image_name": null,
        "name": "Cunning Secrets",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Your next capture will not occur.\nII. The next 4 captures you perform will ignore all immunities on the corresponding piece.\nIII. Put a random card from your opponent's hand into yours.",
        "id": 669024898185822209,
        "image_name": null,
        "name": "Rouge Tactics",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. Draw an extra card.\nII. +1 hand size \nIII. -1 opponent's hand size\nIV. Your first card played during this match will not end your turn.\nV. +1 turn count",
        "id": 669024898185822210,
        "image_name": null,
        "name": "Mana Remains",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Draw 2 cards instead of 1 whenever you skip your turn.\nII. Start the game with \"More Options\"\nIII. Every 4 cards you use will also draw you a card.",
        "id": 669024898185822211,
        "image_name": null,
        "name": "Delayed Thoughts",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. For each card in your hand, add 1 to your hand size. This effect will not resolve if your hand size is 40 or above.\nII. If this is your 12th turn, this card will not end your turn.",
        "id": 669024898185822212,
        "image_name": null,
        "name": "More Options",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. Have 6 cards instead of 2 cards before reshuffling.\nII. Start with \"Foresight\" ",
        "id": 669024764043722752,
        "image_name": null,
        "name": "Insights",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Until the start of your next turn, the opponent's hand is revealed.\nII. Put a \"Foresight\" into your deck.\nIII. This card will not end your turn.",
        "id": 669024764043722753,
        "image_name": null,
        "name": "Foresight",
        "rarity": 5,
        "flags": 17
    },
    {
        "description": "I. Once every 5 turns, put a \"Battlefield Fanfare\" into your hand.",
        "id": 669024716115279873,
        "image_name": null,
        "name": "Steadfast Knights",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Select a tile in your half of the board, summon a Knight on it.\nII.This card will not end your turn.",
        "id": 669024716115279874,
        "image_name": null,
        "name": "Battlefield Fanfare",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. You have the following effect: - At the start of each turn, summon a random piece that has been captured or removed during this game into its original position.\nII. All cards that are given to you, transformed or shuffled into your deck will transform into \"Pondering\".\nIII. All cards in your deck will transform into \"Pondering\".\nIV. All effects on this passive can't be removed.",
        "id": 669024716115279875,
        "image_name": null,
        "name": "Resentful Cemetery",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "At the start of the game:\nI. Transform all \"Cursed Blade\" in your deck into a \"Rifengrad, Cursed Heirloom\".\nII. Shuffle 3 \"Rifengrad, Cursed Heirlooms\" into your deck.",
        "id": 669024669222830082,
        "image_name": null,
        "name": "The Cursed Heir",
        "rarity": 6,
        "flags": 0
    },
    {
        "description": "I. Transform all of your Pawns into Knights.\nII. Gain the following effect: - After 4 turns, remove all of your Knights. (This effect can have its duration increased by another copy)\nIII. Gain the following effect: - For 4 turns, all Pawns that come into play from your card effects will transform into a Knight. (This effect can have its duration increased by another copy)\nFor each card you used this match, add 1 extra turn to all effects on this card.",
        "id": 669024669222830083,
        "image_name": null,
        "name": "Rifengrad, Cursed Heirloom",
        "rarity": 5,
        "flags": 0
    },
    {
        "description": "I. Both players gain the following effect: \"The next card you use will not end your turn\"",
        "id": 682556963422470181,
        "image_name": null,
        "name": "Skillful Delay",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Remove 3 of your Pawns.\nII. Summon a Knight, Bishop or Rook in your half of the board.",
        "id": 682556963422470182,
        "image_name": null,
        "name": "Shameful Promotion",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "This card can only be used on your 15th turn or later.\nI. Select a piece in your fourth to fifth rank, then select 2 adjacent pieces next to the select piece, remove them. You must select 3 pieces to play this card.",
        "id": 682556963422470183,
        "image_name": null,
        "name": "Rupture",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Select one of your Pawns, it can only move identically to a Bishop once. It can't move more than 4 tiles at once.",
        "id": 682556963422470184,
        "image_name": null,
        "name": "Faith",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Select a card in your hand, put a copy of it into your hand.",
        "id": 682556925120217090,
        "image_name": null,
        "name": "Hidden Tricks",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Remove an enemy Pawn, if none are in play, select an enemy Knight, Bishop or Rook instead.",
        "id": 682556925120217091,
        "image_name": "WoundingStab.gif",
        "name": "Wounding Stab",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Select a card with turn restriction in your hand. Reduce the turns needed to use that card by 2.",
        "id": 682556925120217092,
        "image_name": null,
        "name": "Meditation",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Draw a card.\nII. If this is your 15th turn or later, this will not end your turn.",
        "id": 682556925120217093,
        "image_name": null,
        "name": "Channeling Focus",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Discard 2 cards in your hand. \nII. Draw 3 cards.\nIII. Summon a Pawn in your second rank.",
        "id": 682556925120217094,
        "image_name": null,
        "name": "Fresher Choices",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. If you performed castling this match, you may perform it again, once.",
        "id": 682556925120217095,
        "image_name": null,
        "name": "Ignorance",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "This card can only be used in your 20th turn or later.\nI. Gain the following effect: \"You can use 2 cards per turn, this effect lasts for the rest of the match\". (This effect can't be stacked)",
        "id": 682556925120217096,
        "image_name": "UnleashedPot.gif",
        "name": "Unleashed Potential",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Gain the following effect: \"Your Pawns can move twice for the next 2 turns\"",
        "id": 682556925120217097,
        "image_name": null,
        "name": "Doubling Steps",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Transform one of your non-Pawns (except your Kings) into a Pawn.\nII. Draw 3 cards.\nIII. If this is used for the first time, this will not end your turn",
        "id": 682556925120217098,
        "image_name": null,
        "name": "Shamed Wealth",
        "rarity": 7,
        "flags": 0
    },
    {
        "description": "I. Transform all of your Pawns into Knights.\nII. Gain the following effect: - After 8 turns, remove all of your Knights. (This effect can't be stacked)\nIII. Gain the following effect: - For 8 turns, all Pawns that come into play from your card effects will transform into a Knight. (This effect can't be stacked)",
        "id": 645640756777975881,
        "image_name": null,
        "name": "Cursed Blade",
        "rarity": 2,
        "flags": 0
    },
    {
        "description": "This card can only be used if your opponent has 15 cards or less in their deck.\nI. Draw 5 cards.",
        "id": 645640679313244202,
        "image_name": null,
        "name": "Fortification of Prosperity",
        "rarity": 1,
        "flags": 2
    },
    {
        "description": "This card can only be used if you only have one of each piece type, if at least one type is less or more than one, this card can't be used.\nI. All of your pieces are immune from being captured for the whole match. (These effects can't be stacked)",
        "id": 645640600569249804,
        "image_name": null,
        "name": "Kingdom of Solitude",
        "rarity": 0,
        "flags": 0
    }
]