[
    {
        "description": "This card can only be used on your 5th turn or later.\nI. Starting from this turn, whenever a discard effect activates from your opponent's cards, put a Twofold Defence into your hand.\nThis effect lasts for the whole match and can't be stacked.",
        "id": 619220530628919296,
        "name": "Silent Preparations",
        "rarity": 4
    },
    {
        "description": "I. Put an Aegis Reinforcement and a Sacrificial Guardianship into your hand. \nII. This card will not end your turn.",
        "id": 619867908360896512,
        "name": "Twofold Defence",
        "rarity": 0
    },
    {
        "description": "I. Select a one of your chess pieces, that piece ignores all captures and removal from Spells for 1 turn.\nII. You can choose to play an extra card after this card is played.",
        "id": 617054220780306492,
        "name": "Aegis Reinforcement",
        "rarity": 0
    },
    {
        "description": "I. Select one of your Pawns, it loses the ability to capture pieces and gains the following effect:\n- The next time another enemy chess piece captures another piece, this piece will be captured instead.\nII. You can choose to play an extra card after this card is played. ",
        "id": 617054220780306493,
        "name": "Sacrificial Guardianship",
        "rarity": 0
    },
    {
        "description": "I. Return a piece to where it was 1 turn ago.",
        "id": 613729401674399745,
        "name": "Chrono Slipstream",
        "rarity": 2
    },
    {
        "description": "I. Select an enemy Bishop, Rook, Knight or Queen, the selected type for both players receive the following effects:\n- Can't move for the next 2 turns.\n- Ignores all captures and removals from Spells targeted towards this piece.\nThis card can't be used if you don't have the same type of piece as the selected piece. ",
        "id": 613729401674399746,
        "name": "Crippling Indestructibility",
        "rarity": 3
    },
    {
        "description": "I. Remove a chess piece that neglect captures and removal from card effects. This card ignores spells that disallows the piece from being removed through card effects.",
        "id": 613729401674399747,
        "name": "Become Mortal",
        "rarity": 3
    },
    {
        "description": "This card can only be used on your 15th turn or later.\nI. Your King ignores all captures and removals from Spells effects for 1 turn.\nII. Select an enemy chess piece except for the King and Queen. That piece will be removed immediately if:\n- It moves.\n- It gains an effect from a Spell.",
        "id": 613729401674399748,
        "name": "Duality",
        "rarity": 3
    },
    {
        "description": "I. Select one of your Rooks. That Rook ignores all captures and removal from Spells. The effect lasts for 1 turn.\nII. Switch your King with that Rook.\nThis card can be played even when your King is under check.\nThe effect can't be played on Kings outside of the one you started from the start of the match.",
        "id": 613729401674399749,
        "name": "Immortal Defender",
        "rarity": 3
    },
    {
        "description": "I. Select your third or fourth lane. All the Pawns in that lane gain the following effects:\n- Ignore all captures.\n- Ignore all removals from Spells.\n- After your opponent's turn ends, remove this chess piece.",
        "id": 613729401674399750,
        "name": "Legion",
        "rarity": 4
    },
    {
        "description": "This card can only be used if you have no duplicates of any cards in your deck.\nI. Give the enemy leader the following effect: \"You can only move Pawns, this effect lasts for 4 turns\".\nII. This card can't be duplicated by card effects.",
        "id": 611753886881153025,
        "name": "One Hope",
        "rarity": 4
    },
    {
        "description": "I. Discard 2 cards in your hand.\nII. Select one of your chess pieces, it can move twice per turn for the next 3 turns.",
        "id": 611753886881153026,
        "name": "Conservative Breakthrough",
        "rarity": 3
    },
    {
        "description": "I. Select a chess piece, return it to its starting position. (If a piece is present in their original position, that piece can't be selected)",
        "id": 611753886881153027,
        "name": "Spring Trap",
        "rarity": 2
    },
    {
        "description": "This card can only be used if this is your 20th turn or later.\nI. Give the enemy leader the followijg effect: \"All of your Pawns can't choose to promote into a Queen, this effect lasts for the whole match\". (This effect can't be stacked)",
        "id": 611753886881153028,
        "name": "Empty Journey",
        "rarity": 3
    },
    {
        "description": "I. Remove one of your Queens\nII. Draw cards until you have 9 cards in your hand.\nIII. This card will not end your turn.",
        "id": 611392935271071755,
        "name": "Offering to the Darkness",
        "rarity": 2
    },
    {
        "description": "I. Select a card in your hand (excluding \"Pledge to the Light\"). Shuffle 3 copies of the selected card into your deck and discard the selected card.\nII. Draw a card.",
        "id": 611392935271071756,
        "name": "Pledge to the Light",
        "rarity": 3
    },
    {
        "description": "I. Give your leader the following effect: \"At the end of your turn, draw a card, the effect lasts for 4 turn\".\nII. Discard a card in your hand.",
        "id": 611392935271071757,
        "name": "Steady Harvest",
        "rarity": 1
    },
    {
        "description": "I. Your leader has the following effects for 7 turns:\n- You hand size is set to 3. \n- Once per turn, you can use a card without ending your turn. \n- Draw a card after your turn ends.\"\nII. If you have more than 3 cards when this card is used, discard all other cards except for the first 3 cards in your hand.",
        "id": 611392935271071758,
        "name": "Cruel Crusade",
        "rarity": 4
    },
    {
        "description": "I. Draw X cards. X equals to the number of times you drawn cards through card effects during this match.",
        "id": 611392935271071759,
        "name": "Snowball of Purpose",
        "rarity": 1
    },
    {
        "description": "I. Your leader has the following effect: \"The next time your opponent discards cards, draw a card\". \nII. This card will not end your turn.",
        "id": 611222905803636756,
        "name": "Pillaging Efforts",
        "rarity": 1
    },
    {
        "description": "I. Draw a card. Activate the corresponding effect to the card drawn.\n- Card without the ability to discard: Discard this card, perform 1 more action this turn.\n- Card with the ability to discard: Give that card the following effect: \"This card will not end your turn\".",
        "id": 611222905803636757,
        "name": "Blind Bet",
        "rarity": 2
    },
    {
        "description": "This card can only be used if you have 1 other card in your hand.\nI. Discard a card in your hand.\nII. The enemy leader chooses a card to be discarded, the corresponding effect will activate depending on the discarded card.\n- A card with turn restriction: Nothing happens.\n- A card without turn restriction: Select and discard 2 more cards in your hand.",
        "id": 611222905803636758,
        "name": "Futile Struggle",
        "rarity": 4
    },
    {
        "description": "I. The next time your opponent discards cards, add the discarded cards into your hand instead.",
        "id": 611222905803636759,
        "name": "Planned Raid",
        "rarity": 2
    },
    {
        "description": "I. Discard a card in your hand and select a card in your hand, that card can't be discarded.\nThis effect lasts for 9 turns.",
        "id": 611222905803636760,
        "name": "Answered Prayer",
        "rarity": 2
    },
    {
        "description": "This card can it be used if you have at least 9 other cards in your hand.\nI. Discard your hand.\nII. +50 hand size, you can't increase your hand size for the whole match. The effect can't be removed regardless of method. (This effect can't be stacked)\nIII. This card will not end your turn if used. ",
        "id": 611222905803636761,
        "name": "Ultimate Sacrifice",
        "rarity": 1
    },
    {
        "description": "I. -1 turn count for both leaders\nII. Restore all captured and removed chess pieces from the previous turn.\nIII. Perform 2 more actions.",
        "id": 611136725342748682,
        "name": "Fatal Alter",
        "rarity": 0
    },
    {
        "description": "I. If this card is drawn, end your turn.",
        "id": 611136725342748683,
        "name": "Distraught Nightmare",
        "rarity": 0
    },
    {
        "description": "This card will automatically be used after 6 turns has passed.\nI. All other cards you have in your deck that has the same abilities will be discarded until only 1 copy of it remain.",
        "id": 611136725342748684,
        "name": "Cursed Promise",
        "rarity": 0
    },
    {
        "description": "After 7 turns this card will discard itself. I. This card can only be discarded by enemy spells or by itself. \nII. While this card is in your hand, your leader has the following effect: \"All spells you use will skip your next turn without drawing cards, if that spell already has the ability to skip your turns, add 1 more to the amount it will skip. ",
        "id": 611136725342748685,
        "name": "Frozen Soul",
        "rarity": 0
    },
    {
        "description": "I. While this card is in your hand, your leader has the following effect: \"All cards in your deck and hand except this card will have a 25 turn restriction\".",
        "id": 611136725342748686,
        "name": "Suffering Beyond Agony",
        "rarity": 0
    },
    {
        "description": "I. Remove all Lucy's Forbidden Power cards from your hand and deck. \nII. All remaining leader effects given by cards from Lucy's Forbidden Power will be removed.",
        "id": 611136725342748687,
        "name": "Resolution of Salvation",
        "rarity": 0
    },
    {
        "description": "I. While this card is in your hand, your leader has the following effect: \"If there are no cards from Lucy's Forbidden Power in your deck, at the end of your turn, activate the following effects.\n- Shuffle a \"Flamenugget\" into your opponent's deck, that \"Flamenugget\" will not discard their hand nor skip their turn.\n- Shuffle 2 \"Pondering\" into your deck.",
        "id": 611136725342748688,
        "name": "Lullaby of Armageddon",
        "rarity": 0
    },
    {
        "description": "I. Discard 3 cards in your hand.\nII. Increase your turn count by 5",
        "id": 611136725342748689,
        "name": "Travelling Marvelously",
        "rarity": 3
    },
    {
        "description": "I. Reveal the top 5 cards in your deck. Discard them. Shuffle the cards back to your deck instead if the following requirement is fulfilled:\n- Have at least 1 card from Lucy's Forbidden Power drawn.\nII. During your next turn, draw 5 cards.",
        "id": 611136689812799496,
        "name": "Spellbound Energy Check",
        "rarity": 0
    },
    {
        "description": "I. Give your leader the following effect: \"For the next 4 turns, draw a card at the start of your turn. After drawing, select one of the following actions to be performed:\n- Keep the drawn card.\n- Give the drawn card to the opponent.\nIf the second action is performed, the next time cards are drawn by your opponent, the drawn cards are given to you instead\". (This effect can be stacked) (The effect resolves before the default draw.)",
        "id": 611136689812799497,
        "name": "Luck Manipulation",
        "rarity": 0
    },
    {
        "description": "I. Give your leader the following effect: \"The next time your turn is skipped by your own card effects, perform the following effects instead.\n- Nullify the skip turn effect.\n- Draw a card.\" (These effects can stack)",
        "id": 611136689812799498,
        "name": "Energy Salvage",
        "rarity": 0
    },
    {
        "description": "I. Skip your next turn without drawing card.\nII. You may skip your opponent's current turn or their next turn anytime desired. This choice will stay in play until used. The effect will not end your turn if used on your turn. (If your enemy leader is using a card while this effect activates, discard that card)",
        "id": 611136689812799499,
        "name": "Energy Pact",
        "rarity": 0
    },
    {
        "description": "I. Give your leader the following effect: \"The next time you end your turn,  select a card still in your deck, draw it\".",
        "id": 611136689812799500,
        "name": "Rigged Guidance",
        "rarity": 0
    },
    {
        "description": "I. Discard a token in your hand that doesn't come from Lucy's Forbidden Power.\nII. Select a token in your deck, draw it and a put a copy of it into your deck.",
        "id": 611136689812799501,
        "name": "Boundaries of Alchemy",
        "rarity": 0
    },
    {
        "description": "You can only play this card if you fulfilled the following requirement below:\n- Play at least 3 other cards in a row for 3 turns while this card is in your hand. \nI. Draw 3 cards.\nII. Increase your turn timer by 3.\nIII. Remove 3 chess pieces of choice except for the Queen and King. \nIV. This card will reset the number of cards played in a row.",
        "id": 609410182501629962,
        "name": "The Lucky Triples",
        "rarity": 3
    },
    {
        "description": "I. Transform all other cards in both player' hands to \"A Gallon of Water\".",
        "id": 609410182501629963,
        "name": "Some Refreshing Water",
        "rarity": 2
    },
    {
        "description": "I. Discard 1 random \"A Gallon of Water\" from your opponent's hand.\nII. Increase your turn count by 1.",
        "id": 609410182501629964,
        "name": "A Gallon of Water",
        "rarity": 0
    },
    {
        "description": "If this card is used, select one of the effects to activate.\nEffect 1: This effect can only be selected on your 12th turn or later. Put an \"Echoing Resentments\" into your hand. \nEffect 2: Draw a card.",
        "id": 609410182501629965,
        "name": "Spellbook of Voices",
        "rarity": 4
    },
    {
        "description": "I. Select a card in your hand that does not has the one card per deck restriction, put copies of it until your hand is full.\nII. Discard all other cards in your hand except the selected card and its copies.",
        "id": 609410182501629966,
        "name": "Echoing Resentments",
        "rarity": 0
    },
    {
        "description": "This card can only be used on your 20th turn or later.\nI. Transform all cards in both players' decks into \"Pondering\" cards.",
        "id": 609410182501629967,
        "name": "Awkward Tactician",
        "rarity": 3
    },
    {
        "description": "This card can only be used on your 7th turn or later.\nI. Give your leader the following effect: \"All of your Pawns including summoned ones can't be targeted by opponent Spells if they are in your second, seventh or eighth lane, this effect lasts for the whole match\".",
        "id": 609410182501629968,
        "name": "Lucky Kingdom",
        "rarity": 3
    },
    {
        "description": "I. Reduce your turn count by 3.\nII. Draw 3 cards.",
        "id": 609410156513722369,
        "name": "Bargain of Time",
        "rarity": 2
    },
    {
        "description": "This card can only be used on your 13th turn or later.\nI. Give both leaders the following effect: \"Turn count increases by 2 instead of 1 for both players at the start of each of their turns.\"",
        "id": 609410156513722370,
        "name": "Hastened Timelines",
        "rarity": 2
    },
    {
        "description": "I. Increase your hand size by 2. ",
        "id": 609410156513722371,
        "name": "Extended Strategies",
        "rarity": 1
    },
    {
        "description": "I. Give your leader the following effect: \"All of your Knights that will come into play from card effects can choose to move forward one space after moving normally, this effect lasts for the rest of the match.\" (This effect can't be stacked)",
        "id": 609410156513722372,
        "name": "Centaur Transformation",
        "rarity": 3
    },
    {
        "description": "I. Discard a card in your hand.\nII. Draw a card.\nIII. Put a copy of the drawn card into your hand.",
        "id": 609410156513722373,
        "name": "Altered Discovery",
        "rarity": 1
    },
    {
        "description": "I. Transform all \"Pondering\" cards in both players' hand into random cards that are still in their deck.",
        "id": 609410156513722374,
        "name": "Brilliant Ideas",
        "rarity": 1
    },
    {
        "description": "I. Select a card in your hand, put any amount of copies of it into your deck. To the max, 5.\nII. Shuffle X Pondering into your deck. X equals to the chosen amount shuffled.",
        "id": 609410156513722375,
        "name": "Disturbed Plans",
        "rarity": 3
    },
    {
        "description": "I. Give your leader the following effect: \"Lose the ability to move chess pieces for 4 turns; after 5 turns, all of your chess pieces (excluding those which will come into play from card effects and transformed pieces) can move twice, this effect will last for the rest of the match\". (This effect can't be stacked)",
        "id": 609410156513722376,
        "name": "Raging Anger",
        "rarity": 2
    },
    {
        "description": "This card can only be used if you have at least 5 other cards in your hand.\nI. Discard your hand. \nII. Remove all other leader effects from both leaders.",
        "id": 609410156513722377,
        "name": "Trickery of the Jesters",
        "rarity": 1
    },
    {
        "description": "I. Reduce your turn count by 2\nII. Discard a card in your hand.\nIII. Select any turn based effect from any leader. Increase its duration by 4.\nIV. You can't use cards for the next 2 turns.",
        "id": 609410156513722378,
        "name": "Favoured Downfall",
        "rarity": 4
    },
    {
        "description": "I. Draw a card.\nII. Increase your turn count by 1.",
        "id": 609410156513722379,
        "name": "Joy of Celebration",
        "rarity": 1
    },
    {
        "description": "I. Give your leader the following effect: \"The corresponding effect will activate depending on the next piece you capture:\n- Pawn: The next 2 cards you draw regardless of method will be discarded.\n- Non-Pawns: Draw 4 cards.\" (This effect can stack)",
        "id": 601721604875223040,
        "name": "Bounty",
        "rarity": 2
    },
    {
        "description": "This card can only be used on your 17th turn or later.\nI. Put a \"Final Stance\" into your hand.\nII. Draw 2 cards.",
        "id": 601721604875223041,
        "name": "Hardened Will",
        "rarity": 4
    },
    {
        "description": "I. Your Queen will be immune to captures if its being captured while this effect is in play. This effect last for 4 turns. (This effect can stack)\nII. Give the leader the following effect: \"Any chess piece that lands on your last lane can be promoted except for your King, this effect lasts for the rest of the match.\" (This effect can't be stacked)\nThis card can be used without any Queen in play.",
        "id": 601721604875223042,
        "name": "Final Stance",
        "rarity": 0
    },
    {
        "description": "This card can only be used on your 5th turn or later.\nI. Reduce your turn count by 3.\nII. Reduce your opponent's turn count by 5.",
        "id": 601721604875223043,
        "name": "Miraculous Rewind",
        "rarity": 3
    },
    {
        "description": "This card can only be used on your 12th turn or later.\nI. Give your leader the following effect: \"At end of each of your turns, draw a card; during the start of your turn, remove all of your chess pieces except for your King and Pawns if your deck only has 15 cards or less. These effects last for the rest of the match.\" (These effects can be stacked)",
        "id": 601721604875223044,
        "name": "Overflowing Greed",
        "rarity": 3
    },
    {
        "description": "I. Give your leader the following effect: \"The next time your cards are discarded by an effect, draw the same amount as the discarded amount\".",
        "id": 601721604875223045,
        "name": "Counterfeit",
        "rarity": 2
    },
    {
        "description": "I. Discard a card in your hand.\nII. Remove one of your Pawns or one of your opponent's Pawns.",
        "id": 601721604875223046,
        "name": "Weakened Morale",
        "rarity": 1
    },
    {
        "description": "I. If your deck has at least one card that has no duplicates at the start of the match, put a copy of a random card that meets all the following conditions into your hand:\n- Still in deck.\n- Has no duplicates inside deck from start of match.",
        "id": 601721604875223047,
        "name": "Sudden Discovery",
        "rarity": 2
    },
    {
        "description": "I. Select one of your chess pieces, whenever that chess piece moves you draw a card, this effect lasts for the rest of the match. (This effect can be stacked)",
        "id": 599247444701610016,
        "name": "Footsteps of the Steady",
        "rarity": 1
    },
    {
        "description": "I. Select a Pawn you control, it will ignore a capture while this effect is in play, after this effect activates, remove this effect. This effect lasts for the rest of the match. (This effect can be stacked)",
        "id": 599247444701610017,
        "name": "Spare Shield",
        "rarity": 1
    },
    {
        "description": "This card can only be used if at least one of your Bishops isn't in your first lane and if there is a targetable Bishop in both sides.\nI. Transform one of your Bishop into a Pawn, select and remove one of your opponent's Bishops.",
        "id": 599247444701610018,
        "name": "Demolishing Faith",
        "rarity": 2
    },
    {
        "description": "You can only use this card if your King has performed a castling in this match\nI. Remove one of your Rooks \nII. Your King will ignore a capture if its being captured for the first time, this effect lasts the rest of the game. (This effect can't be stacked)\nIII. Discard a card in your hand.",
        "id": 599247444701610019,
        "name": "Reign of the Wicked",
        "rarity": 3
    },
    {
        "description": "I. Select one of your chess pieces, for the next 2 turns, it is not visible for your opponent. \nThe card discards itself if you have 6 chess pieces or less in your control.",
        "id": 599247444701610020,
        "name": "Under the Shadows",
        "rarity": 3
    },
    {
        "description": "I. Allow your King to perform castling with any piece on the first row of your board. Cannot be played if:\n- A Check or Checkmate is occurring.\n- If the piece that is swapped with can be captured.\n- If you already performed castling this match.",
        "id": 599247444701610021,
        "name": "Benevolent Exchange",
        "rarity": 2
    },
    {
        "description": "I. Give the enemy leader the following effect: \"The next time use you a card:\n- Discard it before the effect activates. \n- Draw a card\". (This effect can stack)\nEach deck can only have one copy of this card.",
        "id": 599247444701610022,
        "name": "Banishing Scroll",
        "rarity": 3
    },
    {
        "description": "I. Both players discard their hand. \nII. Both players draw a card.",
        "id": 599247444701610023,
        "name": "Enraged Strike",
        "rarity": 4
    },
    {
        "description": "I. Draw 5 cards.\nII. Reveal one of the five cards. drawn through this effect.\nIII. Discard the first and last card drawn through this effect.",
        "id": 599247444701610024,
        "name": "Nut of the Fallen",
        "rarity": 2
    },
    {
        "description": "I. Select a card with a turn restriction of 16 or less in your hand, it gains the following effects:\n- At the end of this turn, reveal that card to your opponent.\n- Remove its turn restriction.\nII. Skip your next turn.\nThis effect will last for 4 turns.",
        "id": 599247444701610025,
        "name": "Forgotten Prayer",
        "rarity": 2
    },
    {
        "description": "I. Discard a card in your hand.\nII. Put a random card (excluding Offering of Alchemy) with the nearer-higher rarity than the discarded card.",
        "id": 599247426339209227,
        "name": "Offering of Alchemy",
        "rarity": 2
    },
    {
        "description": "I. Remove one of your Pawns.\nII. Select one of your Knights, it can move two times per turn for the next 3 turns. (This effect can't be stacked)",
        "id": 599247426339209228,
        "name": "Steadfast Boots",
        "rarity": 1
    },
    {
        "description": "I. Give the enemy leader the following effect: \"You can't use cards for the next 2 turns\".",
        "id": 599247426339209229,
        "name": "Silence",
        "rarity": 1
    },
    {
        "description": "This card can only be used if you have at least 1 King and 1 Queen.\nI. For the next 4 turns:\n- Your King can only move identically as your Queen.\n- Your Queen can only move identically as your King.",
        "id": 599247426339209230,
        "name": "Betrayal of Affairs",
        "rarity": 4
    },
    {
        "description": "I. All chess pieces in your fourth lane will be pushed towards to your fourth leftmost tile, all chess pieces before the rightmost piece are removed, immune pieces pushes the rightmost piece towards the right by one tile for each immune piece.",
        "id": 599247426339209231,
        "name": "Windfall",
        "rarity": 3
    },
    {
        "description": "I. Draw 2 cards.\nII. You can't move chess pieces in your next turn.\nIII. Shuffle a copy of \"Stingy Upkeep\" into your deck.",
        "id": 599247426339209232,
        "name": "Stingy Upkeep",
        "rarity": 2
    },
    {
        "description": "You can only play this card if you have at least 4 other cards in your hand.\nI. Choose and remove a leader effect for you. You may repeat this as many times as you need.\nII. Skip your next turn without drawing a card.\nIII. Discard 4 cards in your hand.",
        "id": 599247426339209233,
        "name": "Chains of the Insane",
        "rarity": 2
    },
    {
        "description": "I. Gain the following leader effect: \"The next time a Pawn comes into play from your card effects, transform it into a Rook\".",
        "id": 599247426339209234,
        "name": "Strengthened Rise",
        "rarity": 2
    },
    {
        "description": "This card can only be used if at least one Pawn has been captured during this match.\nI. Summon a Pawn in your second or third lane, if a chess piece is in the selected tile, remove it before summoning.\nEach deck can only have 1 copy of this card.",
        "id": 599247311133999105,
        "name": "Beyond the Grave",
        "rarity": 4
    },
    {
        "description": "This card can only be used on your 20th turn or later.\nI. All chess pieces in the fourth and fifth lane will be removed.\nEach deck can only have 1 copy of this card.",
        "id": 599247311133999106,
        "name": "Earthquake",
        "rarity": 4
    },
    {
        "description": "Remove all effects on a chess piece except for transformation and immunity effects.",
        "id": 599247311133999107,
        "name": "Goblet of Blood",
        "rarity": 0
    },
    {
        "description": "I. Does nothing.",
        "id": 599247311133999108,
        "name": "Pondering",
        "rarity": 1
    },
    {
        "description": "I. Draw 2 cards.",
        "id": 599247311133999109,
        "name": "Assembly March",
        "rarity": 1
    },
    {
        "description": "I. Remove one of your chess pieces except the King or Queen.\nII. Choose a same type of chess piece as the removed piece for your opponent, remove that piece.",
        "id": 599247311133999110,
        "name": "Voodoo Doll",
        "rarity": 3
    },
    {
        "description": "This card can only be used in your 10th turn or later.\nI. Randomly put one of the following cards into your hand.\n- Flamenugget\n- Hrog'qua \n- Peacegrant \nII. Skip your next turn.",
        "id": 599247311133999111,
        "name": "Forgotten Artifacts",
        "rarity": 4
    },
    {
        "description": "I. Select a chess piece and move it 3 times.\nII. Discard your hand.\nIII. Skip your next turn.",
        "id": 599247311133999112,
        "name": "Flamenugget",
        "rarity": 0
    },
    {
        "description": "I. For the next 3 turns:\n- The player can only move chess pieces.\n- The opponent can only use cards.",
        "id": 599247311133999113,
        "name": "Peacegrant",
        "rarity": 0
    },
    {
        "description": "I. Select one of your chess pieces except the King or Queen, if that chess piece is captured, the capturing piece will be removed. This effect lasts for the whole match. (This effect can't be stacked)",
        "id": 599247311133999114,
        "name": "Undying Loyalty",
        "rarity": 3
    },
    {
        "description": "Your opponent can perform two actions next turn  you can move any enemy chess piece at the start of your next turn but can't move your own chess pieces.",
        "id": 599247267144400906,
        "name": "Grasp of Time",
        "rarity": 1
    },
    {
        "description": "I. Summon a Pawn in your half of the board.",
        "id": 599247267144400907,
        "name": "Recruitment",
        "rarity": 2
    },
    {
        "description": "This card can only be used if your King is in Check while this card is in your hand.\nI. This card will automatically be used if no cards were used this match.\nII. All empty tiles surrounding your King will be randomly replaced with chess pieces that has been captured or removed through card effects during the match.\nIII. Give all chess pieces summoned this turn the following effect: \"Remove this chess piece after 3 turns\".",
        "id": 599247267144400908,
        "name": "Revival Aegis",
        "rarity": 3
    },
    {
        "description": "I. You can't move chess pieces in your next turn.\nII. Draw 3 cards.",
        "id": 599247267144400909,
        "name": "Unlocking Knowledge",
        "rarity": 1
    },
    {
        "description": "If no Pawns you control have been defeated during this match, select a Pawn you control, remove all other Pawns you control, that Pawn is immune to all damage including card effects, it can only move once per two turns.",
        "id": 599247267144400910,
        "name": "Blitzkrieg",
        "rarity": 0
    },
    {
        "description": "This card can only be used on your 15th turn or later.\nI. Gain the following effects: \"All white tiles your chess pieces land on will allow you to draw a card; all black tiles will remove the chess piece that lands on it\". (These effects can't be stacked)",
        "id": 599247208164098058,
        "name": "Forbidden Lands",
        "rarity": 4
    },
    {
        "description": "I. Remove up to 3 Pawns of choice in your half of the board.\nII. For each Pawn removed, draw a card.",
        "id": 599247208164098059,
        "name": "Retirement",
        "rarity": 3
    },
    {
        "description": "You can only use this card if you have at least 1 Queen and 1 Knight.\nI. Remove one of your Queens and one of your Knights.\nII. Gain the following effects: \"All of your Pawns will ignore a capture if its being captured for while this effect is in play. After this effect activates, remove all effects on that Pawn, this effect affects Pawns that will come into play\". (This effect can't be stacked)\nIII. Gain the following effects: \"All of your Pawns will ignore removals from Spells once if its being targeted while this effect is in play. After this effect activates, remove all effects on that Pawn, this effect will affect Pawns that will come into play\". (This effect can't be stacked)",
        "id": 599247208164098060,
        "name": "Cursed Codex of Protection",
        "rarity": 3
    },
    {
        "description": "I. Remove an enemy Pawn\nII. During your next turn, a Pawn can move twice.",
        "id": 599247208164098061,
        "name": "Claymore of Rush",
        "rarity": 3
    },
    {
        "description": "This card can only be used on your 13th turn or later.\nI. Give all cards currently in both players' hands the following effect:\n- Return this card into your deck instead of activating its effect.",
        "id": 645641962245849108,
        "name": "Chronos: Genesis",
        "rarity": 4
    },
    {
        "description": "This card can only be used on your 8th turn or later.\nI. Shuffle one of each Lucy's Forbidden Power cards into your deck.",
        "id": 645641658439827466,
        "name": "Lucy's Forbidden Power",
        "rarity": 4
    },
    {
        "description": "You can only use this card if you played a card in your previous turn.\nI. Remove a Pawn of choice in your fourth or fifth lane\nII. Select an empty tile in your second lane, summon a Pawn.",
        "id": 645641586977538065,
        "name": "An Accurate Arrow, a Swift Sway",
        "rarity": 3
    },
    {
        "description": " I. Select an empty tile in your second lane, summon a Pawn in the selected tile.\nII. Draw a card.",
        "id": 645641308433809438,
        "name": "Slave's Escape",
        "rarity": 2
    },
    {
        "description": "I. Remove one of your Knights.\nII. Draw 2 cards.\nIII. This card will not end your turn if used.",
        "id": 645641247897157667,
        "name": "Cannibal's Request",
        "rarity": 1
    },
    {
        "description": "I. Select a card in your hand that has its requirements fulfilled, if any. Play that card.\nII. Skip your next 2 turns without drawing cards.\nIII. This card will not end your turn.",
        "id": 645641129093496832,
        "name": "Swift Assault ",
        "rarity": 1
    },
    {
        "description": "I. Put 2 \"Recruitment\" into your hand. ",
        "id": 645641129093496833,
        "name": "Dawn's Arrival",
        "rarity": 1
    },
    {
        "description": "I. For the next 3 turns:\n- All chess piece captures that will occur will remove the capturing piece too.",
        "id": 645641076409106432,
        "name": "Safe Approach ",
        "rarity": 1
    },
    {
        "description": "This card can only be used if you have at least 3 Pawns.\nI. Remove 3 of your Pawns.\nII. Remove an enemy Knight, Bishop or Rook.",
        "id": 645641076409106433,
        "name": "Blood Oath ",
        "rarity": 1
    },
    {
        "description": "I. You can perform two actions in the next 6 turns including this turn.\nII. You can't use cards for the next 15 turns.",
        "id": 645640944003317775,
        "name": "Hrog'qua",
        "rarity": 0
    },
    {
        "description": "I. Remove all effects on a chess piece except for transformation and immunity effects.",
        "id": 645640874427940910,
        "name": "Purifying Blast",
        "rarity": 1
    },
    {
        "description": "I. Select a tile without a chess piece. For the next 8 turns, that tile will remove all chess pieces that land on that tile.",
        "id": 645640874427940911,
        "name": "Devil's Pit ",
        "rarity": 3
    },
    {
        "description": "This card can only be used if you only have one Pawn in play.\nI. Transform one of your Pawns into a King.",
        "id": 645640814675886080,
        "name": "Forgotten Sibling ",
        "rarity": 2
    },
    {
        "description": "This card can only be used if you have at least 5 Pawns in play.\nI. Select one of your Pawns. The selected Pawn will gain the following effects. (These effects can't stacked)\n- Can't be captured\n- Can't be removed through card effects.\n- Can't be transformed through card effects.\nII. Remove all Pawns except for the selected Pawn.",
        "id": 645640814675886081,
        "name": "Ritual of Strength",
        "rarity": 2
    },
    {
        "description": "I. All of your Bishops become Rooks.",
        "id": 645640756777975879,
        "name": "Fort's Barrage",
        "rarity": 3
    },
    {
        "description": "I. Transform all Pawns adjacent to your Queen into Knights.\nThis effect will not activate for Queens that are promoted from Pawns or summoned through card effects.",
        "id": 645640756777975880,
        "name": "Knighthood ",
        "rarity": 3
    },
    {
        "description": "I. During your next turn, all your Knights can move 2 times.  ",
        "id": 645640756777975881,
        "name": "Knight's Courage ",
        "rarity": 2
    },
    {
        "description": "I. During your opponent's next turn, they can only move your chess pieces.\nII. During your next turn, you can only move your opponent's chess pieces.",
        "id": 645640756777975882,
        "name": "Reversal of Roles",
        "rarity": 2
    },
    {
        "description": "I. Transform all of your Pawns into Knights.\nII. Gain the following effect: - After 8 turns, remove all of your Knights. (This effect can't be stacked)\nIII. Gain the following effect: - For 8 turns, all Pawns that come into play from your card effects will transform into a Knight. (This effect can't be stacked)",
        "id": 645640756777975883,
        "name": "Cursed Blade ",
        "rarity": 3
    },
    {
        "description": "I. Remove either one of your Knights, Bishops or Rooks.\nII. Place two Pawns of choice in your second or third lane.\nIII. Draw a card.",
        "id": 645640679313244200,
        "name": "Gauntlet of Inheritance ",
        "rarity": 1
    },
    {
        "description": "This card can only be used if at least 2 Knight, 2 Bishops and 2 Rooks has been captured or removed through card effects.\nI. Summon a Knight, Bishop and Rook in your first lane, placed by choice.",
        "id": 645640679313244201,
        "name": "Desperate Defence ",
        "rarity": 1
    },
    {
        "description": "This card can only be used if your opponent has 15 cards or less in their deck.\nI. Draw 5 cards.\nII. This card will not end your turn.",
        "id": 645640679313244202,
        "name": "Fortification of Prosperity ",
        "rarity": 2
    },
    {
        "description": "I. Gain the following effects: \"All your Pawns can capture forward; all your Pawns loses the ability to capture diagonally\". (These effects can't be stacked)",
        "id": 645640600569249803,
        "name": "Golden Spear ",
        "rarity": 2
    },
    {
        "description": "This card can only be used if you only have one of each chess piece type, if at least one type is less or more than one, this card can't be used.\nI. All of your chess pieces are immune from being captured for the whole match. (These effects can't be stacked)",
        "id": 645640600569249804,
        "name": "Kingdom of Solitude ",
        "rarity": 1
    },
    {
        "description": "This card can only be used on your 7th turn or later.\nI. Select one of your Pawns, it can move two times per turn for the whole match. (These effects can't be stacked)",
        "id": 645640600569249805,
        "name": "Nature's Blessing",
        "rarity": 2
    },
    {
        "description": "I. Select a card in your hand that has its requirements fulfilled, if any. Play that card.\nII. This card will not end your turn.\nThis card is a token only obtained at start of match if you start as Black.",
        "id": 645642084635639819,
        "name": "Black's Heirloom",
        "rarity": 0
    }
]